Repository: gaspardani87/Footify
Catalog: footify/lib/l10n/app_*.arb
Languages: de, es, hu, it

source: Home
de: Startseite
es: Hogar
hu: Otthon
it: Casa

source: Calendar
de: Kalender
es: Calendario
hu: Naptár
it: Calendario

source: League
de: Liga
es: Liga
hu: Ligák
it: Lega

source: Profile
de: Profil
es: Perfil
hu: Profil
it: Profilo

source: Settings
de: Einstellungen
es: Ajustes
hu: Beállítások
it: Impostazioni

source: Theme
de: Design
es: Tema
hu: Téma
it: Tema

# themeText
source: Switch between light and dark mode
de: Zwischen Hell- und Dunkelmodus wechseln
es: Cambiar entre modo claro y oscuro
hu: Váltás a világos és sötét mód között
it: Passa dalla modalità chiara a quella scura

source: Language
de: Sprache
es: Idioma
hu: Nyelv
it: Lingua

# languageText
source: Select your preferred language
de: Wählen Sie Ihre bevorzugte Sprache
es: Selecciona tu idioma preferido
hu: Válassza ki a kívánt nyelvet
it: Seleziona la tua lingua preferita

source: Notifications
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche

# notificationsText
source: Enable or disable notifications
de: Benachrichtigungen aktivieren oder deaktivieren
es: Activar o desactivar notificaciones
hu: Értesítések engedélyezése vagy letiltása
it: Abilita o disabilita le notifiche

source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
hu: Kisegítő lehetőségek
it: Accessibilità

# accessibilityText
source: Adjust accessibility settings
de: Barrierefreiheit-Einstellungen anpassen
es: Ajustar la configuración de accesibilidad
hu: Módosítsa a kisegítő lehetőségeket
it: Regola le impostazioni di accessibilità

source: Color Blind Mode
de: Farbenblindenmodus
es: Modo daltónico
hu: Színtévesztő mód
it: Modalità daltonico

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
hu: Betűméret
it: Dimensione carattere

source: About Us
de: Über uns
es: Sobre nosotros
hu: Rólunk
it: Chi siamo

# aboutUsText
source: Learn more about us
de: Erfahren Sie mehr über uns
es: Conozca más sobre nosotros
hu: Tudjon meg többet rólunk
it: Scopri di più su di noi

source: Welcome to Footify!
de: Willkommen bei Footify!
es: ¡Bienvenido a Footify!
hu: Üdvözöljük a Footify-ban!
it: Benvenuti a Footify!

# welcomeText
source: Please log in or register to access your profile
de: Bitte melden Sie sich an oder registrieren Sie sich, um auf Ihr Profil zuzugreifen
es: Por favor, inicia sesión o regístrate para acceder a tu perfil
hu: Kérjük, jelentkezzen be vagy regisztráljon a profil eléréséhez
it: Effettua il login o registrati per accedere al tuo profilo

# loginButton
source: Login
es: Acceso
hu: Bejelentkezés

# registerButton
source: Register
de: Registrieren
es: Registro
hu: Regisztráció
it: Registro

# errorLoading
source: Error loading profile data
de: Fehler beim Laden der Profildaten
es: Error al cargar los datos del perfil
hu: Hiba a profiladatok betöltésekor
it: Errore durante il caricamento dei dati del profilo

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
hu: Fiók törlés
it: Elimina Account

# profileName
source: Name
es: Nombre
hu: Név
it: Nome

# favTeam
source: Favorite Team
de: Lieblingsteam
es: Equipo favorito
hu: Kedvenc Csapat
it: Squadra preferita

# favLeague
source: Favorite League
de: Lieblingsliga
es: Liga favorita
hu: Kedvenc Bajnokság
it: Lega preferita

source: Stats
de: Statistiken
es: Estadísticas
hu: Statisztikák
it: Statistiche

source: Lineups
de: Aufstellungen
es: Alineaciones
hu: Összeállítások
it: Formazioni

source: Timeline
de: Zeitstrahl
es: Cronología
hu: Idővonal
it: Cronologia

# h2h
source: Head to Head
de: Direktvergleich
es: H2H
hu: Egymás ellen
it: Testa a testa

source: Detailed Stats
de: Detaillierte Statistiken
es: Estadísticas detalladas
hu: Döntőbb statisztikák
it: Statistiche dettagliate

# possession
source: Posession
de: Ballbesitz
es: Posesión
hu: Labdairtoklás
it: Possesso

source: Shots on Target
de: Torschüsse
es: Tiros a puerta
hu: Kapura lövések
it: Tiri in porta

source: Match Details
de: Spiel Details
es: Detalles del partido
hu: Mérkőzés részletek
it: Dettagli partita

source: Pass Accuracy
de: Passgenauigkeit
es: Precisión de pases
hu: Passz pontosság
it: Precisione dei passaggi

source: Advanced Stats
de: Erweiterte Statistiken
es: Estadísticas avanzadas
hu: Részletes statisztikák
it: Statistiche avanzate

source: Expected Goals
de: Erwartete Tore
es: Goles esperados
hu: Várható gólok

source: Aerial Duels Won
de: Gewonnene Kopfballduelle
es: Duelos aéreos ganados
hu: Megnyert fejelések
it: Duelli aerei vinti

source: Corners
de: Ecken
es: Córners
hu: Szögletek
it: Calci d'angolo

source: Offsides
de: Abseits
es: Fueras de juego
hu: Lesek
it: Fuorigioco

source: LIVE
es: EN VIVO
hu: ÉLŐ

source: HALFTIME
de: HALBZEIT
es: DESCANSO
hu: FÉLIDŐ
it: INTERVALLO

source: FINISHED
de: BEENDET
es: FINALIZADO
hu: BEFEJEZETT
it: FINITA

source: POSTPONED
de: VERSCHOBEN
es: APLAZADO
hu: ELHALASZTVA
it: RINVIATA

source: SCHEDULED
de: GEPLANT
es: PROGRAMADO
hu: TERVEZETT
it: PROGRAMMATA

source: Number
de: Nummer
es: Número
hu: Szám
it: Numero

source: Position
es: Posición
hu: Pozíció
it: Posizione

source: Recent Matches
de: Letzte Spiele
es: Partidos recientes
hu: Legutóbbi mérkőzések
it: Partite recenti

# lastFiveMatches
source: Last 5 Matches
de: Letzte 5 Spiele
es: Últimos 5 partidos
hu: Utolsó 5 mérkőzés
it: Ultime 5 partite

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
hu: Nincs elérhető adat
it: Nessun dato disponibile

source: Nationality
de: Nationalität
es: Nacionalidad
hu: Nemzetiség
it: Nazionalità

source: Age
de: Alter
es: Edad
hu: Kor
it: Età

source: years
de: Jahre
es: años
hu: év
it: anni

source: Height
de: Größe
es: Altura
hu: Magasság
it: Altezza

source: Match Stats
de: Spielstatistiken
es: Estadísticas del partido
hu: Mérkőzés statisztikák
it: Statistiche partita

source: Heatmap
es: Mapa de calor
hu: Hőtérkép

# noHeatmapAvailable
source: Heatmap not available
de: Heatmap nicht verfügbar
es: Mapa de calor no disponible
hu: Hőtérkép nem elérhető
it: Heatmap non disponibile

source: No highlights available
de: Keine Höhepunkte verfügbar
es: No hay highlights disponibles
hu: Összefoglaló nem elérhető
it: Nessun highlight disponibile

source: Abandoned
de: Abgebrochen
es: Abandonado
hu: Félbeszakadt
it: Abbandonata

source: Extra Time
de: Verlängerung
es: Prórroga
hu: Hosszabbítás
it: Tempi supplementari

source: Penalties
de: Elfmeterschießen
es: Penaltis
hu: Büntetők
it: Rigori

# emptyFixtureTitle
source: Empty fixture list? Let's call it strategic silence. 🧠⚽
de: Leere Spielliste? Nennen wir es strategische Stille. 🧠⚽
es: ¿Lista de partidos vacía? Llamémoslo silencio estratégico. 🧠⚽
hu: Üres a meccsnaptar? Nevezzük ezt stratégiai csendnek. 🧠⚽
it: Lista delle partite vuota? Chiamiamolo silenzio strategico. 🧠⚽

# emptyFixtureSubtitle
source: Greatness awaits—we'll notify you when it's game time!
de: Großartigkeit wartet—wir benachrichtigen dich, wenn es Spielzeit ist!
es: La grandeza espera—¡te avisaremos cuando sea hora de jugar!
hu: A nagyság vár—értesítünk, amikor itt az idő!
it: La grandezza ti attende—ti avviseremo quando è ora di giocare!

# emptyFixtureTitle1
source: Stadium seats are empty… 🏟️
de: Stadionsitze sind leer… 🏟️
es: Los asientos del estadio están vacíos... 🏟️
hu: A stadion ülései üresek… 🏟️
it: I posti allo stadio sono vuoti... 🏟️

# emptyFixtureSubtitle1
source: But don't worry—the fans (and goals) are on their way!
de: Aber keine Sorge—die Fans (und Tore) sind unterwegs!
es: ¡Pero no te preocupes—los aficionados (y los goles) están en camino!
hu: De ne aggódj—a szurkolók (és a gólok) úton vannak!
it: Ma non preoccuparti—i tifosi (e i gol) stanno arrivando!

# emptyFixtureTitle2
source: The whistle hasn't blown… yet! 🎶
de: Die Pfeife wurde noch nicht geblasen... noch nicht! 🎶
es: ¡El silbato aún no ha sonado... todavía! 🎶
hu: A bíró még nem fújt sípjába… egyelőre! 🎶
it: Il fischio non è ancora suonato... per ora! 🎶

# emptyFixtureSubtitle2
source: Use this time to perfect your goal celebration pose.
de: Nutze diese Zeit, um deine Torjubel-Pose zu perfektionieren.
es: Usa este tiempo para perfeccionar tu pose de celebración de gol.
hu: Használd ki ezt az időt a gólöröm gyakorlására.
it: Usa questo tempo per perfezionare la tua posa di esultanza.

# emptyFixtureTitle3
source: Even superstars need a timeout. 🌟
de: Auch Superstars brauchen eine Auszeit. 🌟
es: Incluso las superestrellas necesitan un descanso. 🌟
hu: Még a sztároknak is kell pihenő. 🌟
it: Anche le superstar hanno bisogno di una pausa. 🌟

# emptyFixtureSubtitle3
source: Grab a Gatorade—we'll shout when the magic returns!
de: Schnapp dir ein Getränk—wir rufen, wenn die Magie zurückkehrt!
es: Toma un refresco—¡gritaremos cuando regrese la magia!
hu: Igyál egy frissítőt—szólunk, ha visszatér a varázslat!
it: Prendi una bevanda—ti avviseremo quando la magia ritorna!

# emptyFixtureTitle4
source: The playbook is wide open… 📖
de: Das Spielbuch ist weit offen… 📖
es: El libro de jugadas está abierto... 📖
hu: A taktikai könyv nyitva áll… 📖
it: Il libro delle strategie è aperto... 📖

# emptyFixtureSubtitle4
source: Study up! Your next prediction could be legendary.
de: Lerne fleißig! Deine nächste Vorhersage könnte legendär sein.
es: ¡Estudia! Tu próxima predicción podría ser legendaria.
hu: Tanulj! A következő tipped legendás lehet.
it: Studia! La tua prossima previsione potrebbe essere leggendaria.

# emptyFixtureTitle5
source: No live goals? Practice your victory chant! 🎤
de: Keine Live-Tore? Übe deinen Siegesgesang! 🎤
es: ¿No hay goles en vivo? ¡Practica tu canto de victoria! 🎤
hu: Nincsenek élő gólok? Gyakorold a győzelmi éneket! 🎤
it: Nessun gol in diretta? Pratica il tuo canto di vittoria! 🎤

# emptyFixtureSubtitle5
source: (We recommend 'Olé, Olé, Olé!' for maximum vibes.)
de: (Wir empfehlen 'Olé, Olé, Olé!' für maximale Stimmung.)
es: (Recomendamos 'Olé, Olé, Olé' para máxima vibración.)
hu: (Az 'Olé, Olé, Olé!' ajánlott a maximális hangulatért.)
it: (Consigliamo 'Olé, Olé, Olé!' per vibrazioni massime.)

# emptyFixtureTitle6
source: The trophy is polishing itself… 🏆✨
de: Der Pokal poliert sich selbst… 🏆✨
es: El trofeo se está puliendo solo... 🏆✨
hu: A trófea épp fényesíti magát… 🏆✨
it: Il trofeo si sta lucidando da solo... 🏆✨

# emptyFixtureSubtitle6
source: It'll shine even brighter for the next champion!
de: Er wird für den nächsten Champion noch heller glänzen!
es: ¡Brillará aún más para el próximo campeón!
hu: Még ragyogóbb lesz a következő bajnoknak!
it: Brillerà ancora più forte per il prossimo campione!

# emptyFixtureTitle7
source: The transfer window is closed… 🚪🔒
de: Das Transferfenster ist geschlossen… 🚪🔒
es: La ventana de transferencias está cerrada... 🚪🔒
hu: Az átigazolási ablak bezárult… 🚪🔒
it: La finestra di mercato è chiusa... 🚪🔒

# emptyFixtureSubtitle7
source: But drama always finds its way back. Stay tuned!
de: Aber das Drama findet immer seinen Weg zurück. Bleib dran!
es: Pero el drama siempre encuentra su camino de regreso. ¡Mantente atento!
hu: De a dráma mindig visszatalál. Maradj velünk!
it: Ma il dramma trova sempre la sua strada. Rimani sintonizzato!

# emptyFixtureTitle8
source: The grass is growing… quietly. 🌱
de: Das Gras wächst... still. 🌱
es: El césped está creciendo... silenciosamente. 🌱
hu: A fű csendben nő… 🌱
it: L'erba sta crescendo... silenziosamente. 🌱

# emptyFixtureSubtitle8
source: Perfect conditions for future hat-trick heroes!
de: Perfekte Bedingungen für künftige Hattrick-Helden!
es: ¡Condiciones perfectas para futuros héroes del hat-trick!
hu: Tökéletes körülmények a jövő mesterhármas hőseinek!
it: Condizioni perfette per i futuri eroi della tripletta!

# emptyFixtureTitle9
source: Offside? Nope—just a breather! 🚩
de: Abseits? Nein—nur eine Verschnaufpause! 🚩
es: ¿Fuera de juego? ¡No—solo un respiro! 🚩
hu: Les? Dehogy—csak egy kis szünet! 🚩
it: Fuorigioco? No—solo una pausa! 🚩

# emptyFixtureSubtitle9
source: Refuel and return for the next heart-stopping match.
de: Tanke auf und komm zurück für das nächste herzstoppende Spiel.
es: Recarga energías y regresa para el próximo partido emocionante.
hu: Töltekezz fel és térj vissza a következő szívdobogtató meccsre.
it: Ricàricati e torna per la prossima partita mozzafiato.

# emptyFixtureTitle10
source: The corner flags are chilling… 🍹
de: Die Eckfahnen entspannen sich… 🍹
es: Las banderas de córner están relajándose... 🍹
hu: A szögletzászlók pihennek… 🍹
it: Le bandierine d'angolo si stanno rilassando... 🍹

# emptyFixtureSubtitle10
source: They'll be dancing in the wind again soon!
de: Sie werden bald wieder im Wind tanzen!
es: ¡Pronto estarán bailando en el viento de nuevo!
hu: Hamarosan újra táncolnak a szélben!
it: Presto balleranno di nuovo nel vento!

# emptyFixtureTitle11
source: The scorekeeper's pencil is sharpened! ✏️
de: Der Bleistift des Schriftführers ist gespitzt! ✏️
es: ¡El lápiz del anotador está afilado! ✏️
hu: A jegyzőkönyvvezető ceruzája ki van hegyezve! ✏️
it: La matita del segnapunti è appuntita! ✏️

# emptyFixtureSubtitle11
source: Ready to document the next epic comeback.
de: Bereit, das nächste epische Comeback zu dokumentieren.
es: Listo para documentar la próxima remontada épica.
hu: Készen áll a következő epikus visszatérés dokumentálására.
it: Pronta a documentare la prossima rimonta epica.

# emptyFixtureTitle12
source: The VAR room is quiet… for now. 📺
de: Der VAR-Raum ist ruhig... vorerst. 📺
es: La sala del VAR está tranquila... por ahora. 📺
hu: A VAR-szoba csendes… egyelőre. 📺
it: La sala VAR è tranquilla... per ora. 📺

# emptyFixtureSubtitle12
source: Controversy-free zone (temporarily). Enjoy the peace!
de: Kontroversfreie Zone (vorübergehend). Genieße die Ruhe!
es: Zona libre de controversias (temporalmente). ¡Disfruta la paz!
hu: Vitamentes zóna (átmenetileg). Élvezd a nyugalmat!
it: Zona priva di controversie (temporaneamente). Goditi la pace!

# emptyFixtureTitle13
source: The halftime oranges are being sliced… 🍊
de: Die Halbzeitapfelsinen werden geschnitten… 🍊
es: Las naranjas del medio tiempo se están cortando... 🍊
hu: A félidei narancsokat éppen szeletelgetik… 🍊
it: Le arance dell'intervallo si stanno affettando... 🍊

# emptyFixtureSubtitle13
source: Fresh energy incoming! ⚡
de: Frische Energie kommt! ⚡
es: ¡Energía fresca en camino! ⚡
hu: Friss energia érkezik! ⚡
it: Energia fresca in arrivo! ⚡

# emptyFixtureTitle14
source: The fans are stretching their vocal cords… 📢
de: Die Fans dehnen ihre Stimmbänder... 📢
es: Los aficionados están estirando sus cuerdas vocales... 📢
hu: A szurkolók nyújtják a hangszálaikat… 📢
it: I tifosi stanno allenando le corde vocali... 📢

# emptyFixtureSubtitle14
source: "GOOOOOOAL!" practice sessions in progress.
de: "TOOOOOOR!"-Übungssitzungen im Gange.
es: Sesiones de práctica de "¡GOOOOOOL!" en progreso.
hu: "GÓÓÓÓÓL!" gyakorlati foglalkozások folyamatban.
it: Sessioni di pratica "GOOOOOOL!" in corso.

# emptyFixtureTitle15
source: The red card is hiding… 😈
de: Die rote Karte versteckt sich… 😈
es: La tarjeta roja se está escondiendo... 😈
hu: A piros lap bujkál… 😈
it: Il cartellino rosso si sta nascondendo... 😈

# emptyFixtureSubtitle15
source: Let's hope it stays in the ref's pocket next game!
de: Hoffen wir, dass sie im nächsten Spiel in der Tasche des Schiedsrichters bleibt!
es: ¡Esperemos que se quede en el bolsillo del árbitro en el próximo partido!
hu: Reméljük, a bíró zsebében is marad a következő meccsen!
it: Speriamo che rimanga nella tasca dell'arbitro alla prossima partita!

# emptyFixtureTitle16
source: The golden boot is taking a shine… 👟
de: Der goldene Schuh wird poliert… 👟
es: La bota de oro se está abrillantando... 👟
hu: Az aranycipő épp fényesedik… 👟
it: La scarpa d'oro si sta lustrando... 👟

# emptyFixtureSubtitle16
source: Your favorite striker might claim it soon!
de: Dein Lieblingsstürmer könnte ihn bald beanspruchen!
es: ¡Tu delantero favorito podría reclamarla pronto!
hu: A kedvenc csatárod hamarosan megszerezheti!
it: Il tuo attaccante preferito potrebbe presto conquistarla!

# emptyFixtureTitle17
source: The manager's whiteboard is blank… 🤔
de: Die Taktiktafel des Trainers ist leer… 🤔
es: La pizarra del entrenador está en blanco... 🤔
hu: Az edző táblája üres… 🤔
it: La lavagna dell'allenatore è vuota... 🤔

# emptyFixtureSubtitle17
source: Genius tactics are brewing… we can feel it.
de: Geniale Taktiken entstehen gerade... wir spüren es.
es: Se están gestando tácticas geniales... lo sentimos.
hu: Zseniális taktikák főnek… érezzük!
it: Tattiche geniali si stanno preparando... lo sentiamo.

# emptyFixtureTitle18
source: The penalty spot is practicing its drama… 🎭
de: Der Elfmeterpunkt übt sein Drama… 🎭
es: El punto de penalti está practicando su drama... 🎭
hu: A tizenegyes pont gyakorolja a drámát… 🎭
it: Il dischetto del rigore sta praticando il suo dramma... 🎭

# emptyFixtureSubtitle18
source: Cue suspenseful music…
de: Spannungsmusik ertönt...
es: Música de suspenso, por favor...
hu: Jöhet a feszültségkeltő zene…
it: Musica di suspense in sottofondo...

# emptyFixtureTitle19
source: The crossbar is enjoying the peace… ⚽❌
de: Die Latte genießt den Frieden… ⚽❌
es: El travesaño está disfrutando de la paz... ⚽❌
hu: A kapufa élvezi a békét… ⚽❌
it: La traversa si sta godendo la pace... ⚽❌

# emptyFixtureSubtitle19
source: (For now, no heartbreaking near-misses.)
de: (Vorerst keine herzzerreißenden Beinahe-Treffer.)
es: (Por ahora, no hay casi-goles desgarradores.)
hu: (Egyelőre nincsenek szívszorító kapufák.)
it: (Per ora, nessun quasi-gol straziante.)

# emptyFixtureTitle20
source: Your app is in preseason mode… 🏋️♂️
de: Deine App ist im Vorbereitungsmodus… 🏋️♂️
es: Tu app está en modo pretemporada... 🏋️♂️
hu: Az alkalmazásod alapozó edzésen van… 🏋️♂️
it: La tua app è in modalità precampionato... 🏋️♂️

# emptyFixtureSubtitle20
source: Training hard to deliver top-tier updates!
de: Wir trainieren hart, um erstklassige Updates zu liefern!
es: ¡Entrenando duro para ofrecer actualizaciones de primera!
hu: Keményen dolgozunk, hogy elsőosztályú frissítéseket szállítsunk!
it: Si sta allenando duramente per fornire aggiornamenti di prima classe!

# emptyFixtureTitle21
source: The pitch is quiet… for now! ⚽
de: Der Platz ist ruhig... vorerst! ⚽
es: ¡El campo está tranquilo... por ahora! ⚽
hu: A pálya csendes… egyelőre! ⚽
it: Il campo è silenzioso... per ora! ⚽

# emptyFixtureSubtitle21
source: Check back soon—goals are just around the corner!
de: Schau bald wieder vorbei—Tore sind gleich um die Ecke!
es: Vuelve pronto—¡los goles están a la vuelta de la esquina!
hu: Nézz vissza hamarosan—a gólok már a sarkon túl vannak!
it: Torna presto—i gol sono dietro l'angolo!

# emptyFixtureTitle22
source: No matches live? Time to warm up! 🏃♂️
de: Keine Live-Spiele? Zeit zum Aufwärmen! 🏃♂️
es: ¿No hay partidos en vivo? ¡Hora de calentar! 🏃♂️
hu: Nincs élő meccs? Ideje bemelegíteni! 🏃♂️
it: Nessuna partita in diretta? Tempo di riscaldamento! 🏃♂️

# emptyFixtureSubtitle22
source: Grab a snack and stay tuned—action is coming.
de: Schnapp dir einen Snack und bleib dran—Action ist unterwegs.
es: Toma un aperitivo y mantente atento—la acción está en camino.
hu: Kapj be egy harapnivalót és maradj velünk—jön az akció.
it: Prendi uno spuntino e resta sintonizzato—l'azione sta arrivando.

# emptyFixtureTitle23
source: All calm on the football front. 🌤️
de: Alles ruhig an der Fußballfront. 🌤️
es: Todo en calma en el frente futbolístico. 🌤️
hu: Teljes nyugalom a focifrontokon. 🌤️
it: Tutto calmo sul fronte calcistico. 🌤️

# emptyFixtureSubtitle23
source: Perfect time to predict your next win!
de: Perfekte Zeit, um deinen nächsten Sieg vorherzusagen!
es: ¡Momento perfecto para predecir tu próxima victoria!
hu: Tökéletes idő a következő győzelmed megjósolására!
it: Momento perfetto per prevedere la tua prossima vittoria!

# emptyFixtureTitle24
source: Halftime for updates! ☕
de: Halbzeit für Updates! ☕
es: ¡Medio tiempo para actualizaciones! ☕
hu: Félidő a frissítésekhez! ☕
it: Intervallo per gli aggiornamenti! ☕

# emptyFixtureSubtitle24
source: Relax, recharge, and return for the next kickoff.
de: Entspanne, lade auf und kehre zum nächsten Anstoß zurück.
es: Relájate, recarga y regresa para el próximo saque inicial.
hu: Pihenj, töltődj fel és térj vissza a következő kezdőrúgásra.
it: Rilassati, ricaricati e torna per il prossimo calcio d'inizio.

# emptyFixtureTitle25
source: No games? No problem! 🧘
de: Keine Spiele? Kein Problem! 🧘
es: ¿No hay partidos? ¡No hay problema! 🧘
hu: Nincs meccs? Nem gond! 🧘
it: Nessuna partita? Nessun problema! 🧘

# emptyFixtureSubtitle25
source: Use this break to plan your victory dance.
de: Nutze diese Pause, um deinen Siegestanz zu planen.
es: Usa este descanso para planificar tu baile de victoria.
hu: Használd ki ezt a szünetet a győzelmi táncod megtervezésére.
it: Usa questa pausa per pianificare la tua danza della vittoria.

# emptyFixtureTitle26
source: The scoreboard is taking a nap… 😴
de: Die Anzeigetafel macht ein Nickerchen… 😴
es: El marcador está tomando una siesta... 😴
hu: Az eredményjelző szundít… 😴
it: Il tabellone segnapunti sta facendo un pisolino... 😴

# emptyFixtureSubtitle26
source: Wake it up later with live matches!
de: Wecke sie später mit Live-Spielen auf!
es: ¡Despiértalo más tarde con partidos en vivo!
hu: Ébreszd fel később élő meccsekkel!
it: Sveglialo più tardi con partite in diretta!

# emptyFixtureTitle27
source: Shhh… the footballs are resting. 🌙
de: Psst... die Fußbälle ruhen sich aus. 🌙
es: Shhh... los balones están descansando. 🌙
hu: Csssss… a focilabdák pihennek. 🌙
it: Shhh... i palloni si stanno riposando. 🌙

# emptyFixtureSubtitle27
source: They'll be back soon, louder than ever!
de: Sie werden bald zurück sein, lauter als je zuvor!
es: ¡Volverán pronto, más rumorosos que nunca!
hu: Hamarosan visszatérnek, hangosabban, mint valaha!
it: Torneranno presto, più rumorosi che mai!

# emptyFixtureTitle28
source: No matches yet?
de: Noch keine Spiele?
es: ¿Aún no hay partidos?
hu: Még nincsenek meccsek?
it: Ancora nessuna partita?

# emptyFixtureSubtitle28
source: Pro Tip: Pretend you're the referee—everyone will listen. 😉
de: Profi-Tipp: Tu so, als wärst du der Schiedsrichter—alle werden zuhören. 😉
es: Consejo profesional: Finge ser el árbitro—todos te escucharán. 😉
hu: Profi tipp: Tegyél úgy, mintha te lennél a bíró—mindenki hallgatni fog rád. 😉
it: Consiglio da pro: Fingi di essere l'arbitro—tutti ti ascolteranno. 😉

# emptyFixtureTitle29
source: The stadium lights are dimmed… 🌟
de: Die Stadionlichter sind gedimmt… 🌟
es: Las luces del estadio están tenues... 🌟
hu: A stadion fényei tompák… 🌟
it: Le luci dello stadio sono abbassate... 🌟

# emptyFixtureSubtitle29
source: But don't worry—the next showdown is being prepped!
de: Aber keine Sorge—der nächste Showdown wird vorbereitet!
es: ¡Pero no te preocupes—el próximo enfrentamiento está en preparación!
hu: De ne aggódj—a következő nagy összecsapás előkészítés alatt!
it: Ma non preoccuparti—il prossimo scontro è in preparazione!

# emptyFixtureTitle30
source: Football's taking a breather... 🧠
de: Fußball holt gerade Luft... 🧠
es: El fútbol está tomando aire... 🧠
hu: A foci épp levegőt vesz... 🧠
it: Il calcio sta prendendo fiato... 🧠

# emptyFixtureSubtitle30
source: Like all great stories, there's a pause before the action!
de: Wie in allen großen Geschichten gibt es eine Pause vor der Action!
es: ¡Como todas las grandes historias, hay una pausa antes de la acción!
hu: Mint minden nagy történetben, az akció előtt mindig van egy kis szünet!
it: Come in tutte le grandi storie, c'è una pausa prima dell'azione!

source: Login/Register
de: Anmelden/Registrieren
es: Iniciar sesión/Registrarse
hu: Bejelentkezés/Regisztráció
it: Accedi/Registrati

source: Champions League
es: Liga de Campeones
hu: Bajnokok Ligája

source: Europa League
es: Liga Europa
hu: Európa Liga

source: Relegation
de: Abstieg
es: Descenso
hu: Kiesés
it: Retrocessione
