Repository: gaspardani87/Footify
Catalog: footify/lib/l10n/app_*.arb
Languages: de, es, hu, it

source: Automatic Promotion
de: Direkter Aufstieg
es: Ascenso directo
hu: Automatikus feljutás
it: Promozione diretta

source: Play-off Promotion
de: Aufstiegs-Playoff
es: Promoción de ascenso
hu: Rájátszásos feljutás
it: Promozione playoff

source: Promotion
de: Aufstieg
es: Ascenso
hu: Feljutás
it: Promozione

source: Unknown Team
de: Unbekanntes Team
es: Equipo desconocido
hu: Ismeretlen csapat
it: Squadra sconosciuta

source: Unknown League
de: Unbekannte Liga
es: Liga desconocida
hu: Ismeretlen Bajnokság
it: Lega sconosciuta

# errorFetchingLeagues
source: Error fetching leagues: {error}
de: Fehler beim Abrufen der Ligen: {error}
es: Error al cargar las ligas: {error}
hu: Hiba a bajnokságok betöltésekor: {error}
it: Errore nel caricamento delle leghe: {error}

source: Failed to load leagues
de: Ligen konnten nicht geladen werden
es: No se pudieron cargar las ligas
hu: Nem sikerült betölteni a bajnokságokat
it: Impossibile caricare le leghe

# matchesColumnHeader
source: M
de: S
es: PJ
it: P

# goalsForColumnHeader
source: G+
de: T+
es: GF
it: GF

# goalsAgainstColumnHeader
source: G-
de: T-
es: GC
it: GS

# premierLeagueQualification
source: Top 4: Champions League 5-6: Europa League 18-20: Relegation
de: Platz 1-4: Champions League Platz 5-6: Europa League Platz 18-20: Abstieg
es: Puestos 1-4: Liga de Campeones Puestos 5-6: Liga Europa Puestos 18-20: Descenso
hu: 1-4: Bajnokok Ligája 5-6: Európa Liga 18-20: Kiesés
it: Posizioni 1-4: Champions League Posizioni 5-6: Europa League Posizioni 18-20: Retrocessione

# laLigaQualification
source: Top 4: Champions League 5-6: Europa League 18-20: Relegation
de: Platz 1-4: Champions League Platz 5-6: Europa League Platz 18-20: Abstieg
es: Puestos 1-4: Liga de Campeones Puestos 5-6: Liga Europa Puestos 18-20: Descenso
hu: 1-4: Bajnokok Ligája 5-6: Európa Liga 18-20: Kiesés
it: Posizioni 1-4: Champions League Posizioni 5-6: Europa League Posizioni 18-20: Retrocessione

# bundesligaQualification
source: Top 4: Champions League 5-6: Europa League 16-18: Relegation
de: Platz 1-4: Champions League Platz 5-6: Europa League Platz 16-18: Abstieg
es: Puestos 1-4: Liga de Campeones Puestos 5-6: Liga Europa Puestos 16-18: Descenso
hu: 1-4: Bajnokok Ligája 5-6: Európa Liga 16-18: Kiesés
it: Posizioni 1-4: Champions League Posizioni 5-6: Europa League Posizioni 16-18: Retrocessione

# serieAQualification
source: Top 4: Champions League 5-6: Europa League 18-20: Relegation
de: Platz 1-4: Champions League Platz 5-6: Europa League Platz 18-20: Abstieg
es: Puestos 1-4: Liga de Campeones Puestos 5-6: Liga Europa Puestos 18-20: Descenso
hu: 1-4: Bajnokok Ligája 5-6: Európa Liga 18-20: Kiesés
it: Posizioni 1-4: Champions League Posizioni 5-6: Europa League Posizioni 18-20: Retrocessione

# ligue1Qualification
source: Top 2: Champions League 3-4: Europa League 18-20: Relegation
de: Platz 1-2: Champions League Platz 3-4: Europa League Platz 18-20: Abstieg
es: Puestos 1-2: Liga de Campeones Puestos 3-4: Liga Europa Puestos 18-20: Descenso
hu: 1-2: Bajnokok Ligája 3-4: Európa Liga 18-20: Kiesés
it: Posizioni 1-2: Champions League Posizioni 3-4: Europa League Posizioni 18-20: Retrocessione

# championshipQualification
source: Top 2: Automatic Promotion 3-6: Play-off Promotion 22-24: Relegation
de: Platz 1-2: Direkter Aufstieg Platz 3-6: Aufstiegs-Playoff Platz 22-24: Abstieg
es: Puestos 1-2: Ascenso directo Puestos 3-6: Promoción de ascenso Puestos 22-24: Descenso
hu: 1-2: Automatikus feljutás 3-6: Rájátszásos feljutás 22-24: Kiesés
it: Posizioni 1-2: Promozione diretta Posizioni 3-6: Promozione playoff Posizioni 22-24: Retrocessione

# leagueOneQualification
source: Top 2: Automatic Promotion 3-6: Play-off Promotion 21-24: Relegation
de: Platz 1-2: Direkter Aufstieg Platz 3-6: Aufstiegs-Playoff Platz 21-24: Abstieg
es: Puestos 1-2: Ascenso directo Puestos 3-6: Promoción de ascenso Puestos 21-24: Descenso
hu: 1-2: Automatikus feljutás 3-6: Rájátszásos feljutás 21-24: Kiesés
it: Posizioni 1-2: Promozione diretta Posizioni 3-6: Promozione playoff Posizioni 21-24: Retrocessione

# teamColumnHeader
source: Team
de: Mannschaft
es: Equipo
hu: Csapat
it: Squadra

# goalDifferenceColumnHeader
source: GD
de: TD
es: DG
hu: GK
it: DR

source: Previous round
de: Vorheriger Spieltag
es: Jornada anterior
hu: Előző forduló
it: Turno precedente

source: Top scorers
de: Torschützen
es: Máximos goleadores
hu: Góllövőlista
it: Capocannonieri

# leagueLegend
source: Legend
de: Legende
es: Leyenda
hu: Jelmagyarázat
it: Legenda

# lightMode
source: Light
de: Hell
es: Claro
hu: Világos
it: Chiaro

# darkMode
source: Dark
de: Dunkel
es: Oscuro
hu: Sötét
it: Scuro

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
hu: Értesítések engedélyezése
it: Attiva notifiche

# settingsSaved
source: Settings are saved in your browser and will persist until you clear your browser data.
de: Einstellungen werden in Ihrem Browser gespeichert und bleiben erhalten, bis Sie Ihre Browser-Daten löschen.
es: La configuración se guarda en tu navegador y persistirá hasta que borres los datos del navegador.
hu: A beállításokat a böngésző tárolja, és addig maradnak meg, amíg nem törli a böngésző adatait.
it: Le impostazioni sono salvate nel tuo browser e rimarranno fino a quando non cancellerai i dati del browser.

source: Small
de: Klein
es: Pequeño
hu: Kicsi
it: Piccolo

source: Large
de: Groß
es: Grande
hu: Nagy
it: Grande

source: Reset
de: Zurücksetzen
es: Restablecer
hu: Alaphelyzet
it: Ripristina

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
hu: Profil szerkesztése
it: Modifica profilo

# deleteAccountConfirm
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Estás seguro de que quieres eliminar tu cuenta?
hu: Biztosan törölni szeretnéd a fiókodat?
it: Sei sicuro di voler eliminare il tuo account?

source: Cancel
de: Abbrechen
es: Cancelar
hu: Mégsem
it: Annulla

source: Delete
de: Löschen
es: Eliminar
hu: Törlés
it: Elimina

source: January
de: Januar
es: Enero
hu: Január
it: Gennaio

source: February
de: Februar
es: Febrero
hu: Február
it: Febbraio

source: March
de: März
es: Marzo
hu: Március
it: Marzo

source: April
es: Abril
hu: Április
it: Aprile

source: May
de: Mai
es: Mayo
hu: Május
it: Maggio

source: June
de: Juni
es: Junio
hu: Június
it: Giugno

source: July
de: Juli
es: Julio
hu: Július
it: Luglio

source: August
es: Agosto
hu: Augusztus
it: Agosto

source: September
es: Septiembre
hu: Szeptember
it: Settembre

source: October
de: Oktober
es: Octubre
hu: Október
it: Ottobre

source: November
es: Noviembre
it: Novembre

source: December
de: Dezember
es: Diciembre
it: Dicembre

# joinedIn
source: Joined {month}
de: Beigetreten {month}
es: Se unió en {month}
hu: Csatlakozott: {month}
it: Iscritto a {month}

source: Today
de: Heute
es: Hoy
hu: Ma
it: Oggi

source: {team} matches
de: {team} Spiele
es: Partidos de {team}
hu: {team} mérkőzései
it: Partite di {team}

# loadedMatches
source: Loaded {count} matches
de: {count} Spiele geladen
es: {count} partidos cargados
hu: {count} mérkőzés betöltve
it: Caricate {count} partite

source: No matches found
de: Keine Spiele gefunden
es: No se encontraron partidos
hu: Nem találhatók mérkőzések
it: Nessuna partita trovata

source: Test Notification
de: Benachrichtigung testen
es: Probar notificación
hu: Értesítés tesztelése
it: Testa notifica

# notificationSent
source: System notification sent. Check your phone's notification area!
de: Systembenachrichtigung gesendet. Schauen Sie im Benachrichtigungsbereich Ihres Telefons nach!
es: Notificación del sistema enviada. ¡Revisa el área de notificaciones de tu teléfono!
hu: Rendszerértesítés elküldve. Nézd meg a telefonod értesítési területét!
it: Notifica di sistema inviata. Controlla l'area notifiche del tuo telefono!

source: Email
es: Correo electrónico

source: No email provided
de: Keine E-Mail angegeben
es: No se proporcionó correo electrónico
hu: Nincs megadva email
it: Nessuna email fornita

source: No name provided
de: Kein Name angegeben
es: No se proporcionó nombre
hu: Nincs megadva név
it: Nessun nome fornito

source: No team selected
de: Kein Team ausgewählt
es: Ningún equipo seleccionado
hu: Nincs kiválasztva csapat
it: Nessuna squadra selezionata

source: Favorite National Team
de: Lieblings-Nationalmannschaft
es: Selección Nacional Favorita
hu: Kedvenc Nemzeti Válogatott
it: Nazionale Preferita

source: No national team selected
de: Keine Nationalmannschaft ausgewählt
es: Ninguna selección nacional seleccionada
hu: Nincs kiválasztva nemzeti válogatott
it: Nessuna nazionale selezionata

source: Confirm
de: Bestätigen
es: Confirmar
hu: Megerősítés
it: Conferma

# failedToLoadMatches
source: Failed to load matches: {error}
de: Spiele konnten nicht geladen werden: {error}
es: Error al cargar partidos: {error}
hu: Nem sikerült betölteni a mérkőzéseket: {error}
it: Impossibile caricare le partite: {error}

source: your favorite team
de: dein Lieblingsteam
es: tu equipo favorito
hu: kedvenc csapatod
it: la tua squadra preferita

# notificationDenied
source: Notification permission was denied. Notifications will not work.
de: Benachrichtigungsberechtigung wurde verweigert. Benachrichtigungen funktionieren nicht.
es: Se denegó el permiso de notificación. Las notificaciones no funcionarán.
hu: Az értesítési engedélyt elutasították. Az értesítések nem fognak működni.
it: Autorizzazione alle notifiche negata. Le notifiche non funzioneranno.

source: Search
de: Suchen
es: Buscar
hu: Keresés
it: Cerca

source: Back to Today
de: Zurück zu Heute
es: Volver a hoy
hu: Mai napra
it: Torna a Oggi

# winsShort
source: W
de: S
es: G
hu: Gy

# drawsShort
source: D
de: U
es: E

# lossesShort
source: L
de: N
es: P
hu: V

source: Dashboard
es: Panel
hu: Vezérlőpult

source: Favorite Team
de: Lieblingsteam
es: Equipo Favorito
hu: Kedvenc Csapat

source: Favorite Nation
de: Lieblingsnation
es: Nación Favorita
hu: Kedvenc Nemzet

source: Matchday
de: Spieltag
es: Jornada
hu: Forduló

source: Next Match
de: Nächstes Spiel
es: Próximo Partido
hu: Következő Meccs

source: Upcoming Matches
de: Kommende Spiele
es: Próximos Partidos
hu: Közelgő Mérkőzések

# noMatchesScheduled
source: No matches scheduled for this day
de: Für diesen Tag sind keine Spiele geplant
es: No hay partidos programados para este día
hu: Erre a napra nincs mérkőzés

# loginToViewDashboard
source: Log in to view your personalized dashboard
de: Melden Sie sich an, um Ihr personalisiertes Dashboard anzuzeigen
es: Inicia sesión para ver tu panel personalizado
hu: Jelentkezz be a személyre szabott vezérlőpult megtekintéséhez

source: Login
de: Anmelden
es: Iniciar sesión
hu: Bejelentkezés

source: Tomorrow
de: Morgen
es: Mañana
hu: Holnap

source: Yesterday
de: Gestern
es: Ayer
hu: Tegnap

source: No nation selected
de: Keine Nation ausgewählt
es: Ninguna nación seleccionada

source: Logout
de: Abmelden
hu: Kijelentkezés
it: Esci

source: Highlights
de: Höhepunkte
hu: Összefoglaló

source: Play-off
hu: Rájátszás

# pointsColumnHeader
source: Pts
de: Pkt
hu: P
it: Pti
